Repository: AzozzALFiras/AFSocial
Catalog: *.lproj/instagram.strings
Languages: ar

# Save_Instagram_Des
source: With this feature, - download & Share videos and images from post & stories, -import music videos post -Copy description
ar: من خلال هذا الميزة تستطيع حفظ الفيديوهات والصور ونسخ الوصف

# Save_Instagram
source: Save media
ar: حفظ الوسائط

source: Show Likes
ar: عرض الاعجابات

# ShowLikes_Des
source: See the likes of the posts and the number of video views
ar: يمكنك مشاعدة عدد الاعجابات وعدد المشاهدات للفيديوهات

# RemoveAds
source: Disable Ads Post
ar: تعطيل الاعلانات

source: Disable auto stories
ar: تعطيل التقدم التلقائي للقصص

# Remove_ads_Storeis
source: Remove ads stories
ar: تعطيل الاعلانات من القصص

# Disable_EmojiPicker
source: Disable emoji on comments
ar: تعطيل الملصقات في التعاليق

source: Black Keybord
ar: كيبورد اسود

source: Copy Comments
ar: نسخ التعاليق

source: Copy Description
ar: نسخ الوصف

# CONFIRM_LIKE_INSTAGRAM
source: Confrim Like
ar: تاكيد الاعجاب

source: Options Post
ar: خيارات المنشورات

# SAVE_VIDEO_POST
source: Save Media
ar: حفظ الوسائط

source: Save Video IGTV
ar: IGTV حفظ فيديوهات ال

source: Save Video Reel
ar: Reel حفظ فيديوهات ال

source: Options Stoires
ar: خيارات القصص

# SAVE_STORIRES
source: Save Stoires
ar: حفظ القصص

# DISABLE_AUTO_STORIRES
source: Disable Auto Stories
ar: تعطيل التقدم التلقائي

# DISABLE_ADS_STORIRES
source: Disable Ads Stories
ar: تعطيل الاعلانات

# DISABLE_STORY_SEEN_RECEIPT
source: Disable Story Seen
ar: تعطيل المشاهدة

# KEEP_UNSENT_MESSAGES_INSTAGRAM
source: View Unsent Messages
ar: مشاهدة الرسائل المحذوفة

# SAVE_MEDIA_DM_INSTGARAM
source: Save Media DM
ar: حفظ الوسائط في الخاص

source: Options Direct Message
ar: خيارات الرسائل

# DISABLE_DIRECT_MESSAGE_SEEN_RECEIPT
source: Disable Direct Message Seen
ar: تعطيل المشاهدة

# DISABLE_DIRECT_MESSAGE_TYPING_RECEIPT
source: Disable Direct Message Typing
ar: تعطيل الكتابة

# UNLIMITED_REPLAY_DIRECT_MESSAGE_INSTAGRAM
source: Unlimited Replay Direct Message
ar: إعادة تشغيل غير محدود للرسالة المباشرة

source: Options Data Users
ar: خيارات الملف الشخصي

# OPTIONS_PROFILE
source: Add options to Profile
ar: اضافة خيارات للملف

source: Show Follow Status
ar: مشاهدة حالة المتابعة

source: Show Profile Image
ar: مشاهدة صورة الملف

# OPTIONS_PROFILE_DESCRIOTIONS
source: will show button for -Copy Username -Copy full name -Copy Bio link -Copy Bio -Show Profile Image
ar: سوف يظهر زر -نسخ اليوزر -نسخ الاسم كامل -نسخ رابط البايو -نسخ البايو -مشاهدة صورة الملف
