Repository: AzozzALFiras/AFSocial
Catalog: *.lproj/Localizable.strings
Languages: ar

source: Support
ar: الدعم

source: Save Media
ar: حفظ الوسائط

source: Save Photo
ar: حفظ الصورة

source: Save Video
ar: حفظ الفيديو

# ALL_INFO_EDIT
source: all information is pulled from the video and you can edit it
ar: جميع المعلومات تستطيع تعديلها

source: Saved!
ar: !تم الحفظ

source: Saving
ar: جاري الحفظ

source: Like
ar: آعجاب

source: Share
ar: مشاركة

source: Share Photo
ar: مشاركة الصورة

source: Share Text
ar: مشاركة النص

source: Share Video
ar: مشاركة الفيديو

source: Cancel
ar: آلغاء

source: Copy Text
ar: نسخ النص

source: Copied!
ar: !تم النسخ

source: Hide
ar: اخفاء

source: Start Voice Call
ar: بدء مكالمة صوتية

source: Voice Call
ar: مكالمة صوتية

source: Confirm call
ar: تاكيد الاتصال

source: Carrier Call
ar: الاتصال عبر رقم الهاتف

source: Start Video Call
ar: بدء مكالمة فيديو

source: Video Call
ar: مكالمة فيديو

source: Delete Selected
ar: حذف المحدد

# SELETE_QUALITY
source: Select Quality
ar: اختيار الجودة

source: Selected Only
ar: فقط المجدد

source: All Messages
ar: جميع الرسائل

# DELETED_MESSAGE
source: The message has been deleted on
ar: هذا الرسالة تم حذفها بتاريخ

# ERROR_DATA
source: Error specifying when to delete a message
ar: خطأ في تحديد وقت حذف رسالة

source: Continuation
ar: استمرار

source: You are sure ?
ar: هل انت متاكد ؟

source: Download Failed!
ar: فشل التحميل!

source: Failed!
ar: !فشل

source: Loading...
ar: ...جاري التحميل

source: Error!
ar: !خطآ

source: Choose your option
ar: اختار خيارك

source: More
ar: اكثر

source: Respring
ar: اعادة تشغيل سريع

source: Credit
ar: شكرا

source: Thanks
ar: شكرا

source: Yes
ar: نعم

source: No
ar: لا

source: Audio
ar: صوت

source: Downloading...
ar: جاري التحميل...

source: Okay
ar: اوكي

# ERROR_AUDIO
source: This video don't have audio
ar: هذا الفيديو لايحتوي علئ صوت

source: Video
ar: فيديو

source: Choose Video Quality
ar: اختر جودة الفيديو

source: Choose image Quality
ar: اختر جودة الصورة

source: Copy Title
ar: نسخ العنوان

source: Copy Description
ar: نسخ الوصف

source: Save Video image
ar: حفظ صورة الفيديو

source: Copy Channel Link
ar: نسخ رابط القناة

source: Copy Channel Title
ar: نسخ اسم القناة

# SAVE_SOUND
source: Save Music
ar: حفظ الموسيقئ

source: Save Music image
ar: حفظ صورة الموسيقئ

source: Copy Link MP3
ar: نسخ رابط الصوت

source: Downloading Audio
ar: تنزيل الفيديو 2/2

source: Downloading Video
ar: تنزيل الفيديو 1/2

# NOTE_SOUNDCLOUD_LOGGIN
source: When you skip logging in, you will be able to import music by means of AFSocial, but you cannot prefer or like music
ar: عند تخطي تسجيل الدخول ، ستتمكن من استيراد الموسيقى عن طريق AFSocial ، لكن لا يمكنك تفضيل الموسيقى أو الإعجاب بها

source: Sign in
ar: تسجيل الدخول

# GOT_TEST
source: You got a free two-day discount
ar: لقد حصلت علئ يومين لتجربة الاداة

# TEST_OVER
source: The free trial is over
ar: الفترة التجربية انتهت

# ERROR_INTERNET
source: There is a problem with the internet connection
ar: هناك مشكلة في الاتصال بالانترنيت

source: Copy URL
ar: نسخ الرابط

source: Import Video To Music
ar: استيراد الفيديو الئ الموسيقئ

# ERROR_M3U8
source: You can't download this format (.m3u8) on the album because it is not invited
ar: لا يمكنك تنزيل هذا التنسيق (.m3u8) على الألبوم لأنه غير مدعو

# ERROR_DESCRIPTION
source: There is no description
ar: لايوجد وصف

source: Copy
ar: نسخ

source: Followers
ar: متابعون

source: Following
ar: المتابعات

source: Copy Bio
ar: نسخ البايو

source: Copy Bio link
ar: نسخ رابط البايو

source: Show Profile image
ar: عرض صورة الملف الشخصي

source: Show Music image
ar: حفظ صورة الموسيقئ

source: Import Audio Video
ar: استيراد صوت الفيديو

source: Choose Audio Quality
ar: اختر جودة الموسيقئ

# MORE_INFTO
source: More Info
ar: معلومات اكثر

source: Developer
ar: المطور

source: More Tweaks
ar: ادوات اكثر

source: License
ar: ترخيصة

# LICENCE_PURCHASED_WELCOME
source: AFSocail has been purchased before. You now have the full right to use AFSocail
ar: تم شراء AFSocail من قبل. لديك الآن الحق الكامل في استخدام AFSocail

source: Thx
ar: شكرا

# LICENCE_INVALID
source: The free trial has ended. You must purchase a license for AFSocail to work again
ar: انتهت النسخة التجريبية المجانية. يجب عليك شراء ترخيص لـ AFSocail للعمل مرة أخرى

# LICENCE_DOWNLOAD_FAILED
source: There is a problem with the verification of the license
ar: هناك مشكلة في التحقق من الترخيص

# Error_Device
source: Your device is not registered with us
ar: جهازك غير مسجل معنا

# ERROR_API
source: The user's (api) has been closed or may no longer be available
ar: تم إغلاق (api) الخاص بالمستخدم أو ربما لم يعد متاحًا

source: License Purchase
ar: شراء ترخيصة

source: Redeem Code
ar: استخدم ترخيصة

source: Tweets
ar: تغريد

source: Reset default settings
ar: آعادة الاعدادات الافتراضية

source: Copy Full name
ar: نسخ الاسم الكامل

source: Copy Username
ar: نسخ اسم المستخدم

source: Import Video Audio
ar: استيراد صوت الفيديو

# REDEEM_ERROR
source: The code used is not available
ar: الترخيصة غير متوفرة

# CODE_USED
source: This code used with other device
ar: الترخيصة متصلة في جهاز يرجئ التحقق من معلومات الحساب

source: Following You.
ar: يتابعك.

source: Not Following You.
ar: لا يتعابك.

source: Copy Location
ar: نسخ الموقع

# Blocked_Device
source: Your device has been blocked because you did not officially buy the AFSocial
ar: تم حظر جهازك لأنك لم تشتري AFSocial رسميًا

source: Twitter Options
ar: خيارات تويتر

source: Start a New Chat
ar: ابدا محادثة جديدة

source: Select Contact
ar: حدد جهة اتصال

# ENTER_PHONE_NUBMER
source: Enter Phone Number
ar: أدخل رقم الهاتف

# NOTE_OPEN_CHAT
source: Enter Contact Number By Adding Countrt Code Followed By The Phone Number Without Any Additional Symbols
ar: أدخل رقم الاتصال عن طريق إضافة رمز البلد متبوعًا برقم الهاتف بدون أي رموز إضافية

source: Open Chat
ar: محادثة جديدة

# SENT_MESSAGE
source: Are You Sure Want to Sent Message!
ar: هل انت متاكد من ارسال الرسالة ؟

# CODE_LICENSE
source: Enter your Code License
ar: اكتب كود الترخيصة الخاص بك

# SURE_FOLLOW
source: Are you sure to follow
ar: هل انت متاكد من متابعة

source: Follow
ar: متابعة

# CONFIRM_LIKE
source: You are Sure Like This ?
ar: هل آنت متآكد من الاعجاب بهذا ؟

# FOLLOW_DEVELOPER
source: You must choose a method to follow me on social media and thank you
ar: يجب عليك اختيار طريقة لمتابعتي عبر التواصل الاجتماعي وشكرا لك

source: Snapchat
ar: سناب شات

source: Twitter
ar: تويتر

source: Instagram
ar: انستقرام
