Repository: AzozzALFiras/AFSocial
Catalog: *.lproj/Messenger.strings
Languages: ar, es

# Save_Messenger_Des
source: Save stories
ar: حفظ القصص بواسطة زر
es: Guardar historias

# Save_Messenger
source: Save stories
ar: حفظ القصص
es: Guardar historias

# Save_Video_Messages
source: Import the video into the Music App Import audios to Music App
ar: استيراد الصوتيات والفيديوهات الئ تطبيق الموسيقئ
es: Importar el vídeo a la aplicación de música - Importar audios a la aplicación de música

# Save_Video_Messagesazf
source: Import media
ar: استيراد الصوتيات
es: Importar medios

source: Hide stories
ar: آخفاء القصص
es: Ocultar historias

source: Add Stories features
ar: اضافة ميزات لقصص
es: Añadir características de las historias

# Addـchatـfeatures
source: Add Chat features
ar: اضافة ميزات لمحادثة
es: Añadir funciones de chat

# Disable_ReadـReceipt
source: Disable Read Receipt
ar: تعطيل قراءة الرسائل
es: Desactivar leido de mensajes

source: Disable Story Seen Receipt
ar: تعطيل مشاهدة الستوري
es: Desactivar visto de historia

source: Disable Typing Messenger
ar: تعطيل جاري الكتابة
es: Desactivar escribiendo

# NoـAdsـMessenger
source: No Ads
ar: تعطيل الاعلانات
es: Sin anuncios

# UploadVideoOnStory
source: Extend Story Video Upload 20Min
ar: رفع حجم الفيديوهات الئ القصص (20M )
es: Extender la carga de vídeo de la historia a 20 minutos
