Repository: AzozzALFiras/AFSocial
Catalog: *.lproj/Twitter.strings
Languages: ar, es

# Save_Twitter_Des
source: Save videos import video audio to Music App
ar: تحميل الفيديوهات استيراد صوت الفيديوهات الئ تطبيق الموسيقئ
es: Guardar vídeos e importar el audio del vídeo a la aplicación de música

# Save_twitter
source: Save Video
ar: حفظ الفيديوهات
es: Guardar vídeo

# Save_Direct
source: Save video direct
ar: حفظ الفيديوهات من الخاص
es: Guardar vídeo en directo

# Like_Twitter
source: Confirm like
ar: تاكيد الاعجاب
es: Confirmar el like

source: Black Keybord
ar: كيبورد اسود
es: Teclado oscuro

# NoAdsTwitter
source: No Ads
ar: حذف الاعلانات
es: Sin anuncios

# DisableTypingMessage
source: Disable Typing Messeages
ar: تعطيل جاري الكتابة
es: Desactivar escribiendo

# Enable_Voice_DM
source: Enable Voice on DM
ar: تفعيل الرسائل الصوتية
es: Activar nota de voz en DM

source: Confirm Follow
ar: تاكيد المتابعة
es: Confirmar Follow

source: Skip Analytic URL
ar: تخطي رابط ال (t.co)
es: Omitir analíticas del URL
