Repository: AzozzALFiras/AFSocial
Catalog: *.lproj/Whatsapp.strings
Languages: ar, es

# BLACK_KEYBORD
source: Black Keyboard
ar: كيبورد اسود

# ConfirmBefore
source: Confirm before calling
ar: قم بالتأكيد قبل الاتصال
es: Confirmar antes de llamar

source: Confirm Call
ar: تاكيد الاتصال
es: Confirmar llamada

# DeletedMessage
source: Keep Contacts Deleted Messages
ar: احتفظ برسائل جهات الاتصال المحذوفة
es: No borrar mensaje

# DeletedMessageDes
source: Donâ€™t delete message from conversations
ar: لا تحذف الرسائل من المحادثات
es: No borrar mensaje de las conversaciones

# DescriptionStatus
source: Save videos and pictures to photo album share photos and videos copy text, share text
ar: قم بتنزيل الفيديو والصور من Status WhatsApp و WA Business
es: Descargar vídeo y foto de estado WhatsApp y WA Business

# EnableGlobal
source: Enable Gloabl Support
ar: تفعيل الدعم العالمي
es: Activar el soporte global

source: Global Support
ar: الدعم العالمي
es: Soporte global

source: Hide Camera
ar: اخفاء الكامرة
es: Ocultar cámara

source: Hide Contact
ar: إخفاء جهة الاتصال
es: Ocultar contacto

source: Hide Document
ar: إخفاء المستند
es: Ocultar documento

source: Hide Location
ar: اخفاء الموقع من
es: Ocultar ubicación

source: Limited Time
ar: وقت غير محدود
es: Tiempo limitado

# MissMessage
source: Miss the limited time to Delete messages
ar: تخطي الوقت المحدود لحذف الرسائل
es: Eliminar el tiempo limitado para Borrar mensajes

source: No Auto Status
ar: تعطيل التقدم التلقائي
es: Sin estado automático

# NoOnlineDes
source: You will not be shown online and your last seen will not be updated when you open WhatsApp
ar: لن يتم عرضك على الإنترنت ولن يتم تحديث آخر ظهور لك عند فتح WhatsApp
es: Ocultar que estoy conectado ahora

source: Freeze Lastseen
ar: تجميد اخر ظهور

# ReadMessages
source: Disable Read Messages
ar: تعطيل قراءة الرسائل
es: No leer mensajes

# Showing
source: Not Showing the right blue at the third party
ar: عدم إظهار اللون الأزرق المناسب للطرف الثالث
es: No mostrar el check azul

# StatusAutoNext
source: Status auto next play disable
ar: تعطيل تقدم التلقائي للحالات
es: Desactivar la reproducción automática del siguiente estado

source: Status Downloader
ar: تحميل الحالات
es: Descargar estado

# UnlimiteSent
source: Unlimite Sent Video
ar: ارسال فيديو غير محدود
es: No limitar el vídeo enviado

# UnlimiteSentVideo
source: Allow you to send unlimited tried video and send full hour video
ar: تسمح لك بإرسال فيديو مجرب غير محدود وإرسال فيديو لمدة ساعة كاملة
es: Permite enviar un número ilimitado de vídeos y enviar un vídeo de una hora completa

# UnlimitedSentPhotos
source: Unlimite Sent Photos
ar: ارسال صور غير محدود
es: No limitar las fotos enviadas

# UnlimitedSentPhotos_Des
source: Allowing you to send more than the specified number may cause Crash to be tried and send 70 photos at once
ar: قد يؤدي السماح لك بإرسال أكثر من الرقم المحدد إلى تجربة Crash وإرسال 70 صورة في وقت واحد
es: Permitir enviar más del número especificado puede hacer que Crashee, solo envíe 70 fotos a la vez

# NoRecording
source: Disable Audio Recording
ar: تعطيل تسجيل الصوت
es: Desactivar la grabación de audio

# NoRecording_Des
source: Disable third-party sound recording
ar: تعطيل تسجيل الصوت من طرف ثالث
es: Desactivar la grabación de sonido de terceros

source: Disable Typing Indicator
ar: تعطيل مؤشر الكتابة

# Notyping_Des
source: Disable third party typing
ar: تعطيل كتابة الطرف الثالث
es: Desactivar escribiendo a los demás

# delete_selected_WA
source: Delete more than one message
ar: احذف أكثر من رسالة
es: Eliminar más de un mensaje

# delete_selected_WA_Des
source: This feature will delete all messages that I have sent by selecting the first message I sent
ar: ستحذف هذه الميزة جميع الرسائل التي أرسلتها عن طريق تحديد الرسالة الأولى التي أرسلتها
es: Esta función borrará todos los mensajes que haya enviado seleccionando el primer mensaje enviado

# Import_Voice_Description
source: import Voice & Vidoe to the Music App
ar: استيراد الصوتيات والفيدوهات الئ تطبيق الموسيقئ
es: Importar voz y vídeo a la aplicación de música

# Import_Voice
source: Import Voice & Video
ar: استيراد الصوتيات والفيديوهات
es: Importar Voz y Vídeo

# DisableViewStatus
source: Disable status view
ar: تعطيل مشاهدة الحالات
es: Desactivar el estado visto

# DISABLE_CALLING_WA
source: Block Incoming Calls
ar: حجب المكالمات القادمة

# KEEP_DELETED_STATUES
source: Keep Contacts Deleted Statuses
ar: احتفظ بحالات جهات الاتصال المحذوفة

# SAVE_PROFILE_IMAGE_WA
source: Save Porfile Image
ar: حفظ صور الملف الشخصي

source: Notification Icon
ar: ايقونة الاشعارات

# NOTIFICATION_ICON_DES
source: Replace Whatsapp Icon on Notification With Your Contact Profile Picture
ar: استبدل رمز Whatsapp في الإشعار بصورة ملف تعريف جهة الاتصال

source: New Chat Options
ar: خيار بدء محادثة جديدة

# PLAY_VOICE_BACKGROUND_WHATSAPP
source: Play Voice Background
ar: تشغيل الصوتيات بالخلفية

# DISABLE_INTERNET_WHATSAPP
source: Disbale Internet
ar: تعطيل الانترنيت

# KEEP_VIEW_STATUS_DOWN
source: More Viewed Statuses To Down
ar: نقل المشاهدات التي مشاهدتها الئ الاسفل

# DISABLE_DELIVERY_RECEIPTS_WHATSAPP
source: Disable Delivery Receipts
ar: تعطيل ايصال التسليم

# DISABLE_READ_RECEIPTS_WHATSAPP
source: Disable Read Receipts
ar: تعطيل إيصالات القراءة

source: Hide Camera In Share
es: Ocultar cámara en compartir

source: Hide Contact in Share
es: Ocultar contacto en compartir

source: Hide Document In Share
es: Ocultar documento en compartir

source: Hide location In Share
es: Ocultar ubicación en compartir

source: Stop Application
es: Detener aplicación

# StopApplicationDes
source: It will stop the application instead of locking it with password or other
es: Detendrá la aplicación en lugar de bloquearla con contraseña u otro
