Repository: AzozzALFiras/AFSocial
Catalog: *.lproj/YouTube.strings
Languages: ar, es

# Des_Save_YT
source: Download videos or import them into an photo album or music application. Long press on the video to download
ar: حفظ الفيديوهات واستيراد صوت الفيديو الئ تطبيق الموسيقئ
es: Descarga vídeos o impórtalos en un álbum de fotos o a la aplicación de música. Haz una pulsación larga en el vídeo para descargarlo

source: Save video
ar: حفظ الفيديوهات
es: Guardar vídeo

source: Save video image
ar: حفط صورة الفيديو
es: Guardar imagen de vídeo

source: More video features
ar: ميزات اكثر للفيديو
es: Más funciones de vídeo

source: Copy title
ar: نسخ العنوان
es: Copiar título

source: Copy description
ar: نسخ الوصف
es: Copiar descripción

source: Copy channel Title
ar: نسخ عنوان القناة
es: Copiar título del canal

source: Copy channel Link
ar: نسخ رابط القناة
es: Copiar enlace del canal

source: General features
ar: ميزات عامة
es: Características generales

source: Hide download Button
ar: اخفاء زر التحميل
es: Ocultar botón de descarga

# Remove_Paid_Contect
source: Remove paid content
ar: حذف المحتوئ المدفوع
es: Eliminar el contenido de pago

source: Play background
ar: تشغيل بالخلفية
es: Reproducir al fondo

source: Hide end video
ar: اخفاء نهاية الفيديو
es: Ocultar el final del vídeo

source: No Premium
ar: اخفاء الاشتراك

source: Ipad style
ar: استايل ايباد
es: Estilo Ipad

source: No WiFi HD
ar: تعطيل مشاهدة HD علئ ال WIFI ققط

source: Remove ads
ar: تعطيل الاعلانات
es: Eliminar anuncios

source: No child
ar: تعطيل محتوئ الاطفال
es: Desactivar modo niños

# Black_Keybord
source: Black keyboard
ar: كيبورد اسود
es: Teclado oscuro

# Des_Player_Quality
source: You can play HD 8K and 4K HD quality from within YouTube
ar: يمكنك تشغيل جودة HD 8K و 4K HD من داخل YouTube
es: Puedes reproducir en calidad HD 8K y 4K HD desde YouTube

# Player_Quality
source: High quality support
ar: دعم الجودات العالية
es: Soporte de alta calidad
